# 控制蜘蛛机器人跳跃（由于舵机速度较慢，它常常跳不起来的，也许以后可以试着加点齿轮）
@Action
s1.A  s2.A  s3.A  s4.A  s5.A  s6.A  s7.A  s8.A  s9.A  s10.A  spk.F  spk.delay;	# column name
  45     -    45     -    45     -    45     -    90     90     10        200;	# stand
   -    10     -    10     -    10     -    10     -      -      -         20;
   -    20     -    20     -    20     -    20     -      -      -         20;
   -    30     -    30     -    30     -    30     -      -      -         20;
   -    40     -    40     -    40     -    40     -      -      -         20;
   -    50     -    50     -    50     -    50     -      -      -         20;
  45     0    45     0    45     0    45     0    90     90     10        200;	# stand
@
